verification/runs/T-family/T3_runs/R_ff/0.orig/nut
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      nut;
}

dimensions      [0 2 -1 0 0 0 0];
internalField   uniform 0;
boundaryField
{
    inlet        { type calculated; value uniform 0; }
    outlet       { type calculated; value uniform 0; }
    upstreamWall { type nutLowReWallFunction; value uniform 0; }
    stepWall     { type nutLowReWallFunction; value uniform 0; }
    heatedWall   { type nutLowReWallFunction; value uniform 0; }
    topWall      { type nutLowReWallFunction; value uniform 0; }
    frontAndBack { type empty; }
}
