verification/runs/T-family/T3_runs/R_ff/system/decomposeParDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      decomposeParDict;
}
numberOfSubdomains 8;
method          simple;
coeffs
{
    n           (8 1 1);
}
